{
"questions":[{
	"questionText":"Колко е интеграл от х?",
	"podmazvane":"Харесва ми този въпрос, професоре. Винаги сте ме вдъхновявали с вашия начин на мислене. Иска ми се един ден да стана пОРфесор-математ и к като вас (^_^) .",
	"naluchkai":"Като статична променлива в Джава - константа",
	"otkloni":"Абе май имаше един вестник \"Интеграл\"",
	"priznanie":"Асам тъп",
	"naluchkaiBool":false,
	"podmazvaneOtgovor":"Чувствам се поласкан! :) ",
	"naluchkaiOtgovor":"Бъркаш се с производна...",
	"otkloniOtgovor":"Я отговаряй по темата, не се разсейвай",
	"priznanieOtgovor":"Очаквах повече, но нека пробваме с друг въпрос"
	},{
	"questionText":"Колко е корена на уравнението х(х-5)=0 ?",
	"podmazvane":"Честито яке професоре",
	"naluchkai":"Сигурно е -5?",
	"otkloni":"Аз сега ще садя едни доматени корени на село, защото чрез био храните ще живея до следващото хилядолетие.",
	"priznanie":"Не знам",
	"naluchkaiBool":false,
	"podmazvaneOtgovor":"амм..Благодаря?",
	"naluchkaiOtgovor":"Ей, несериозна работа. Даже не знаете, че има два корена...",
	"otkloniOtgovor":"Еми май, ще трябва и малко мозък да си посадиш",
	"priznanieOtgovor":"Очаквах повече, но нека пробваме с друг въпрос"
	},{
	"questionText":"Кой съм аз?",
	"podmazvane":"Уникални въпроси господине, карате ме да се замисля върху смисъла на живота и други философски въпроси :D",
	"naluchkai":"(петЮ до теб ти подсказва) Професорът по АГ",
	"otkloni":"И аз се питах същият въпрос. Според мен ни трябва една почивка, господине. Искате ли на кафе?",
	"priznanie":"Не знам, господине, забравих. Вчера играх Амнезия, и все още ми е мокро.",
	"naluchkaiBool":true,
	"podmazvaneOtgovor":"Трябва да почнеш да мислиш и върху математически въпроси",
	"naluchkaiOtgovor":"Хубаво е, че знаете по какво преподавам поне... петЮ!",
	"otkloniOtgovor":"Обичам кафе, но все пак имаме час сега",
	"priznanieOtgovor":"Ах, тези видеоигри! Само седите изгърбени по цял ден на един стол и затъпявате!"
	},{
	"questionText":"Колко е 7 по 7?",
	"podmazvane":"Честити обувки професоре! ",
	"naluchkai":"фифти/фифти",
	"otkloni":"Някакво число е, затова предлагам да преговорим естествените числа",
	"priznanie":"Не знам",
	"naluchkaiBool":false,
	"podmazvaneOtgovor":"Мерси, до къде бяхме?",
	"naluchkaiOtgovor":"ей, значи буквално за една бройка си... вземи учи!",
	"otkloniOtgovor":"Много забавно...нека сега се върнем на темата",
	"priznanieOtgovor":"Очаквах повече, но нека пробваме с друг въпрос"
	},{
	"questionText":"Какво значи int?",
	"podmazvane":"Някакъв променлив тип е, но вие сте най-якият тип ;)",
	"naluchkai":"Еми предполагам е съкращение на integer, така че значи цяло число?",
	"otkloni":"Според думите на Албер Камю, нищо фундаментално няма значение и всеки сам си избира значението си.",
	"priznanie":"Вчера бях на дискотека до 02:00, господние. Прощавайте, но не знам.",
	"naluchkaiBool":true,
	"podmazvaneOtgovor":"Благодаря?",
	"naluchkaiOtgovor":"Точно така!",
	"otkloniOtgovor":"Всъщност да, съгласен съм. И аз съм фен на \"Чужденецът\"",
	"priznanieOtgovor":"Ох, студентски години... Както и да е, друг въпрос:"
	},{
	"questionText":"Колко е дължината на long?",
	"podmazvane":"Колкото междукрачието ви ;)",
	"naluchkai":"Ъмм... дължината е дълга?",
	"otkloni":"Всичко е релативно, господине. Само и единсвено скоростта на каузалността е абсолютна и всичко следва от нея.",
	"priznanie":"Господине, вчера направих сметката и реших, че да се натискаш с момичета е по-стойносттно от колкото да се натискаш да учиш.",
	"naluchkaiBool":false,
	"podmazvaneOtgovor":"Как смееш?! След лекцията оставаш да си поговорим на саме... (if you know what I mean)",
	"naluchkaiOtgovor":"И аз знам английски, но явно ти не знаеш информатика...",
	"otkloniOtgovor":"Да, и със същата скорост, ще ти пиша двойка, ако продължаваш да не ми отговаряш на въпросите.",
	"priznanieOtgovor":"Пха... да бе! Всички заем, че отново си цъкал Лига."
	},{
	"questionText":"Колко е лицето на триъгълник със страна 8 см и височина към нея с дължина 5 см?",
	"podmazvane":"Господине, много харесвам, хората с толкова ум като Вас! Измисляте такива задачи, които звучът като поеми.",
	"naluchkai":"(мразя да гледам триъгълника, следователно лицето му е грозно. Грозно има 6 букви. Страна + дължина + визия = 8+5+6 = 19. Плюс едно за късмет ...) 20, господине!",
	"otkloni":"Нека си представим квадрат разрязан на две през диагонала. Сега нека си представим студенти във ФМИ, които имат социален живот.",
	"priznanie":"Господине, аз и триъгълника, не сме в добри отношения. Разбрали сме се, той не ми се меси в работите и аз не му се меся в неговите.",
	"naluchkaiBool":true,
	"podmazvaneOtgovor":"амм..Благодаря?",
	"naluchkaiOtgovor":"А така! Има зрънце мозък някъде в главата ти.",
	"otkloniOtgovor":"Не ме интересува дали имаш приятели. Тук сме по друга причина",
	"priznanieOtgovor":"Ако искаш диплома, ще се наложи да работите заедно."
	},{
	"questionText":"Колко нула делено на нула?",
	"podmazvane":"Честита обица на пъпа господине",
	"naluchkai":"Еми като делим едно число на същото се получава едно. Например 5 делено на 5 е равно на 1.",
	"otkloni":"Защо да делим нули, като важното е да делим хляб с близките си и да сме добри?",
	"priznanie":"Не знам, господине, ваучара за безплатна водка от ФСС беше неустоим и трябваше да се възползвам.",
	"naluchkaiBool":false,
	"podmazvaneOtgovor":"Упс, не съм се загащил ...",
	"naluchkaiOtgovor":"Не знам как идиоти като теб са влязли тук...",
	"otkloniOtgovor":"Доста трогателно, но да си говорим за математика",
	"priznanieOtgovor":"Трябва да говоря с тези от ФСС."
	},{
	"questionText":"Колко е 1+1?",
	"podmazvane":"Забелязах новите Ви обувки на токчета, господине. Изглеждате силен и властен с тях. Имате цялото ми страхопочитание.",
	"naluchkai":"Колко ми оставихте на предния изпит",
	"otkloni":"Колко е? Колко? Колкото е по-кратък въпроса, толкова е по-философски.",
	"priznanie":"Какво очаквате, господине? Аз съм по-тъп, от колкото кокошка която пуши, напива с ракия всяка вечер и залага на 6 от 49, като си мисли, че някой ден като забогатее ще стане човек.",
	"naluchkaiBool":true,
	"podmazvaneOtgovor":"амм..Благодаря?",
	"naluchkaiOtgovor":"Знам, че имаш двойка, но явно си научил нещо от тогава",
	"otkloniOtgovor":"Най-добре събери пари за семестриалната си такса",
	"priznanieOtgovor":"Доста тъп значи... извинявай, не знам какво очаквах. Както и да е."
	},{
	"questionText":"Какво е вектор?",
	"podmazvane":"Сигурен съм, че Вектор е името на харема Ви. Защото феноменален човек като Вас, задължително ще има такъв и задължително трябва да го знаем.",
	"naluchkai":"Стрелкичка",
	"otkloni":"Векторът е посока. Посоката на човечеството към трансцеденталността и философията на ниализма.",
	"priznanie":"Не знам",
	"naluchkaiBool":false,
	"podmazvaneOtgovor":"Брей ... от къде ги измисляш такива?!",
	"naluchkaiOtgovor":"Ще те застрлям, ако го кажеш пак това",
	"otkloniOtgovor":"Че е посока, улучи, ама на останалото заспах.",
	"priznanieOtgovor":"Очаквах повече, но имаш късмет, че това е последният ми въпрос."
	}]
}